[
    {
        "title": "Need advice for first time growing seeds",
        "body": "I've been growing plants for a while but they've always been pre-started plants, usually from the local farmer's market. Gosh, do I love going to the farmer's market, always so many fresh items! Last week, I picked up some vegetable and herb seeds because I want to try my hand at growing from seeds. However, I'm pretty nervous and could really use some advice!",
        "user_id": 2
    },
    {
        "title": "Oh Em Gee, I LOVE Plants",
        "body": "I have been looking for an app like this for years!! Any plant app I have come across is as helpful as a log. I love how this app tells me how much I should water my plants, what kind of light they need. I'm really enjoying the community on here, too!! Y'all are fantastic!",
        "user_id": 4
    },
    {
        "title": "Why are the leaves on my Pilea turning yellow?",
        "body": "The most common cause of yellowing leaves among Pilea plants is improper soil moisture–in particular, overwatering. Only water your Pilea when the top 25% of the soil in the pot is dry. Soil should remain damp, but not wet. In the winter, you can allow your plant to dry out a little more between waterings, but be sure to boost humidity with regular misting, a humidifier, or pebble tray.",
        "user_id": 4
    },
    {
        "title": "How To Get New Leaves on Ficus Lyrata",
        "body": "But before we start, keep in mind that as pre-requisite for growth, you must keep your plant in ideal growing conditions light and water-wise. An unhealthy plant that’s fighting for its life, that’s overwatered or dried-out, is not going to grow, no matter how much fertilizer you add. Follow the tips on this blog to help you with all things plant care if you need it.",
        "user_id": 3
    },
    {
        "title": "How to Remove Pests",
        "body": "You’re not the only one who enjoys eating herbs and vegetables – Aphids, spider mites, and whiteflies are all pests that can take residence on your indoor herbs. When herbs are outdoors, the essential oils and strong flavors we love in our herbs typically keep bugs to a minimum — but when you have pests indoors (and they have fewer options), they’re far less picky.",
        "user_id": 5
    },
    {
        "title": "Favorite Plants for Dad",
        "body": "Sansevieria, Ponytail Palm, Red Prayer Plant, Monstera, Parlor Palm.",
        "user_id": 2
    },
    {
        "title": "Indoor Cactus Care",
        "body": "Native to dry, hot deserts spanning Alberta to Chile, your cactus’ indoor livelihood depends on good lighting.",
        "user_id": 1
    },
    {
        "title": "Trim Your Plants",
        "body": "To promote growth and deter mold and pests such as fungus gnats, it is sometimes necessary to trim and remove dead or dying leaves from your plant. This helps the plant send energy to the healthiest leaves, as yellow and brown crispy leaves will not turn green again.",
        "user_id": 2
    },
    {
        "title": "What Does New Growth Look Like?",
        "body": "During the winter months, growth generally slows for most houseplants. Spring and summer is when they awaken from their winter dormancy and use the seasons’ extra sunlight and humidity to get growing again! Do you know how to spot new growth? Often times new growth is confused with a dying leaf or a plant in distress, when actually the opposite is true! ",
        "user_id": 5
    },
    {
        "title": "Does Music Affect Plant Growth?",
        "body": "I experimented with different types of music, including classical, jazz, and rock. Plants exposed to the more soothing classical and jazz music grew towards the speaker and even entwined themselves around it. Plants exposed to “discordant” rock music, on the other hand, grew away from the speakers and showed signs similar to overwatering.",
        "user_id": 1
    },
    {
        "title": "Parlor Palm",
        "body": "Your  Parlor Palm prefers to be watered thoroughly and then allowed to dry a bit. Do not overwater it! In the winter months, water less frequently. Brown leaf tips often indicate overwatering, while yellow fronds tell you the plant needs a bit more water.",
        "user_id": 5
    },
    {
        "title": "Plants for the Kitchen?",
        "body": "In most kitchens, counter space is at a premium. Utilize plant hangers or the tops of your cupboards to keep your countertop free. Trailing plants like the Happier Trails Collection, Philodendron Brasil, and Spider Plant love to be hung or positioned on a shelf so new growth can cascade and vine freely.",
        "user_id": 3
    },
    {
        "title": "Why More Plants are Better than One",
        "body": "Houseplants love to be grouped together. Placing plants together will create a microclimate, making it easier for the plant to retain moisture and humidity. More plants mean more air purifying power, too. Plants like the Sansevieria and Cutlass Aglaonema remove harmful toxins from the air, helping you breathe easy.",
        "user_id": 4
    }
]